{
  "services": [
    {
      "id": 1,
      "title": "Kommersiya hüququ",
      "desc": "kommersiya, və ya sahibkarlıq (biznes) hüququ ticarət, kommersiya, satışla məşğul olan şəxslərin və hüquqlarına, münasibətlərinə və hərəkətlərinə tətbiq olunan hüquq sahəsidir. O, mülki hüququn sahələrindən biri hesab olunmaqla bərabər, xüsusi və ümumi hüquqla bağlı məsələlərin tənzimlənməsini həyata keçirir. kommersiya, və ya sahibkarlıq (biznes) hüququ ticarət, kommersiya, satışla məşğul olan şəxslərin və hüquqlarına, münasibətlərinə və hərəkətlərinə tətbiq olunan hüquq sahəsidir. O, mülki hüququn sahələrindən biri hesab olunmaqla bərabər, xüsusi və ümumi hüquqla bağlı məsələlərin tənzimlənməsini həyata keçirir. kommersiya, və ya sahibkarlıq (biznes) hüququ ticarət, kommersiya, satışla məşğul olan şəxslərin və hüquqlarına, münasibətlərinə və hərəkətlərinə tətbiq olunan hüquq sahəsidir. O, mülki hüququn sahələrindən biri hesab olunmaqla bərabər, xüsusi və ümumi hüquqla bağlı məsələlərin tənzimlənməsini həyata keçirir. kommersiya, və ya sahibkarlıq (biznes) hüququ ticarət, kommersiya, satışla məşğul olan şəxslərin və hüquqlarına, münasibətlərinə və hərəkətlərinə tətbiq olunan hüquq sahəsidir. O, mülki hüququn sahələrindən biri hesab olunmaqla bərabər, xüsusi və ümumi hüquqla bağlı məsələlərin tənzimlənməsini həyata keçirir.",
      "image": ""
    },
    {
      "id": 2,
      "title": "Korporativ hüquq",
      "desc": "Korporativ hüquq elmi biliklərin bir sahəsi kimi özündə korporativ normaların, doktrinal tədqiqatların, eləcə də əsas anlayışların təyini, korporativ münasibətlərinin hüquqi tənzimləməsi prinsipləri, nəzəriyyələri və korporativ hüququn predmeti olan tətbiqi baxışların işlənib hazırlanması da daxil olmaqla korporativ hüquqi münasibətləri birləşdirir. Korporativ hüquq elmi biliklərin bir sahəsi kimi özündə korporativ normaların, doktrinal tədqiqatların, eləcə də əsas anlayışların təyini, korporativ münasibətlərinin hüquqi tənzimləməsi prinsipləri, nəzəriyyələri və korporativ hüququn predmeti olan tətbiqi baxışların işlənib hazırlanması da daxil olmaqla korporativ hüquqi münasibətləri birləşdirir. Korporativ hüquq elmi biliklərin bir sahəsi kimi özündə korporativ normaların, doktrinal tədqiqatların, eləcə də əsas anlayışların təyini, korporativ münasibətlərinin hüquqi tənzimləməsi prinsipləri, nəzəriyyələri və korporativ hüququn predmeti olan tətbiqi baxışların işlənib hazırlanması da daxil olmaqla korporativ hüquqi münasibətləri birləşdirir.",
      "image": ""
    },
    {
      "id": 3,
      "title": "Mülki hüquq",
      "desc": "Ailə, əmək münasibətləri, təbii ehtiyatlardan istifadə, ətraf mühitin mühafizəsi, müəlliflik hüququ ilə bağlı münasibətlər, əgər ailə, əmək, torpaq, təbiəti mühafizə, müəlliflik və digər xüsusi qanunvericilikdə ayrı qayda nəzərdə tutulmayıbsa, mülki qanunvericilik və başqa hüquqi aktlar ilə tənzimlənir. Ailə, əmək münasibətləri, təbii ehtiyatlardan istifadə, ətraf mühitin mühafizəsi, müəlliflik hüququ ilə bağlı münasibətlər, əgər ailə, əmək, torpaq, təbiəti mühafizə, müəlliflik və digər xüsusi qanunvericilikdə ayrı qayda nəzərdə tutulmayıbsa, mülki qanunvericilik və başqa hüquqi aktlar ilə tənzimlənir. Ailə, əmək münasibətləri, təbii ehtiyatlardan istifadə, ətraf mühitin mühafizəsi, müəlliflik hüququ ilə bağlı münasibətlər, əgər ailə, əmək, torpaq, təbiəti mühafizə, müəlliflik və digər xüsusi qanunvericilikdə ayrı qayda nəzərdə tutulmayıbsa, mülki qanunvericilik və başqa hüquqi aktlar ilə tənzimlənir.",
      "image": ""
    },
    {
      "id": 4,
      "title": "Cinayət hüququ",
      "desc": "Cinayət hüququnun toxunduğu bütün məsələlər də məhz bu iki anlayışla sıx surətdə və bilavastə əlaqədardır. Belə ki, ölkənin ictimai həyatı üçün təhlükəli olan əməllərin cinayət olması və cinayətə görə cəzanın verilməsi ilə bağlı münasibətlər yaranır. Bu münasibətlərin bir tərəfində cinayət törətmiş şəxs , digər tərəfində isə həmin şəxsi cəzalandırmağa səlahiyyətli olan dövlət durur. Göstərilən münasibətlər hüquq normaları ilə tənzimlənir. Bu normaların məcmusu cinayət hüququ adlanır. Cinayət hüququnun toxunduğu bütün məsələlər də məhz bu iki anlayışla sıx surətdə və bilavastə əlaqədardır. Belə ki, ölkənin ictimai həyatı üçün təhlükəli olan əməllərin cinayət olması və cinayətə görə cəzanın verilməsi ilə bağlı münasibətlər yaranır. Bu münasibətlərin bir tərəfində cinayət törətmiş şəxs , digər tərəfində isə həmin şəxsi cəzalandırmağa səlahiyyətli olan dövlət durur. Göstərilən münasibətlər hüquq normaları ilə tənzimlənir. Bu normaların məcmusu cinayət hüququ adlanır. Cinayət hüququnun toxunduğu bütün məsələlər də məhz bu iki anlayışla sıx surətdə və bilavastə əlaqədardır. Belə ki, ölkənin ictimai həyatı üçün təhlükəli olan əməllərin cinayət olması və cinayətə görə cəzanın verilməsi ilə bağlı münasibətlər yaranır. Bu münasibətlərin bir tərəfində cinayət törətmiş şəxs , digər tərəfində isə həmin şəxsi cəzalandırmağa səlahiyyətli olan dövlət durur. Göstərilən münasibətlər hüquq normaları ilə tənzimlənir. Bu normaların məcmusu cinayət hüququ adlanır.",
      "image": ""
    },
    {
      "id": 5,
      "title": "Ailə hüququ",
      "desc": "Hüquq sahəsi olaraq ailə hüquq ictimai münasibətlərin müəyyən növünü – ailə münasibətlərini, yəni nikah faktından meydana gələn və ailəyə mənsub olan münasibətləri tənzim edir. Bununla əlaqədar, ailə hüquqi-tənzimetmə predmeti, birincisi, öz məcmusunda həmin predmeti təşkil edən ictimai münasibətlərin ən mühüm xüsusiyyətləri və mahiyyətini açıqlamalı və ikincisi, göstərilmiş münasibətlərin iştirakçılarının ümumi xarakteristikasını özünə daxil etməlidir. Hüquq sahəsi olaraq ailə hüquq ictimai münasibətlərin müəyyən növünü – ailə münasibətlərini, yəni nikah faktından meydana gələn və ailəyə mənsub olan münasibətləri tənzim edir. Bununla əlaqədar, ailə hüquqi-tənzimetmə predmeti, birincisi, öz məcmusunda həmin predmeti təşkil edən ictimai münasibətlərin ən mühüm xüsusiyyətləri və mahiyyətini açıqlamalı və ikincisi, göstərilmiş münasibətlərin iştirakçılarının ümumi xarakteristikasını özünə daxil etməlidir. Hüquq sahəsi olaraq ailə hüquq ictimai münasibətlərin müəyyən növünü – ailə münasibətlərini, yəni nikah faktından meydana gələn və ailəyə mənsub olan münasibətləri tənzim edir. Bununla əlaqədar, ailə hüquqi-tənzimetmə predmeti, birincisi, öz məcmusunda həmin predmeti təşkil edən ictimai münasibətlərin ən mühüm xüsusiyyətləri və mahiyyətini açıqlamalı və ikincisi, göstərilmiş münasibətlərin iştirakçılarının ümumi xarakteristikasını özünə daxil etməlidir.",
      "image": ""
    },
    {
      "id": 6,
      "title": "Əqli mülkiyyət hüququ",
      "desc": "müəlliflik hüququnun obyekti olan əsərlərə, ifalara, fonoqramlara, yayım təşkilatlarının verilişlərinə, inteqral sxem topologiyalarına, məlumat toplularına, folklor nümunələrinə (ənənəvi mədəni nümunələrə), ixtiralara, faydalı modellərə, sənaye nümunələrinə, əmtəə nişanlarına, coğrafi göstəricilərə hüquqlar. müəlliflik hüququnun obyekti olan əsərlərə, ifalara, fonoqramlara, yayım təşkilatlarının verilişlərinə, inteqral sxem topologiyalarına, məlumat toplularına, folklor nümunələrinə (ənənəvi mədəni nümunələrə), ixtiralara, faydalı modellərə, sənaye nümunələrinə, əmtəə nişanlarına, coğrafi göstəricilərə hüquqlar. müəlliflik hüququnun obyekti olan əsərlərə, ifalara, fonoqramlara, yayım təşkilatlarının verilişlərinə, inteqral sxem topologiyalarına, məlumat toplularına, folklor nümunələrinə (ənənəvi mədəni nümunələrə), ixtiralara, faydalı modellərə, sənaye nümunələrinə, əmtəə nişanlarına, coğrafi göstəricilərə hüquqlar.",
      "image": ""
    },
    {
      "id": 7,
      "title": "Əmək hüququ",
      "desc": "Əmək hüququnun predmetini təşkil edən münasibətlər arasında işçilərlə işəgötürən arasındakı muzdlu əmək münasibətləri əsas yer tutur. Əmək qanunvericiliyinə uyğun olaraq bu münasibətlər, işçilərin əməyinin təşkilinə dair müəssisələrdə əmələ gələn iradəvi sosial münasibətləri özündə əks etdirir. Əmək hüququnun predmetini təşkil edən münasibətlər arasında işçilərlə işəgötürən arasındakı muzdlu əmək münasibətləri əsas yer tutur. Əmək qanunvericiliyinə uyğun olaraq bu münasibətlər, işçilərin əməyinin təşkilinə dair müəssisələrdə əmələ gələn iradəvi sosial münasibətləri özündə əks etdirir. Əmək hüququnun predmetini təşkil edən münasibətlər arasında işçilərlə işəgötürən arasındakı muzdlu əmək münasibətləri əsas yer tutur. Əmək qanunvericiliyinə uyğun olaraq bu münasibətlər, işçilərin əməyinin təşkilinə dair müəssisələrdə əmələ gələn iradəvi sosial münasibətləri özündə əks etdirir.",
      "image": ""
    },
    {
      "id": 8,
      "title": "Miqrasiya hüququ sahəsi",
      "desc": "Bəzi ölkələrdə həm giriş hüququnu, həm də ölkədə olma müddətini, mühacirlərin cəmiyyətin və dövlətin həyatında iştirak etmək hüquqlarını məhdudlaşdıran kifayət qədər sərt qanunlar mövcud ola bilər. Əksər ölkələrdə immiqrantların bir ölkənin vətəndaşı olması prosesini tənzimləyən qanunlar mövcuddur. Bəzi ölkələrdə həm giriş hüququnu, həm də ölkədə olma müddətini, mühacirlərin cəmiyyətin və dövlətin həyatında iştirak etmək hüquqlarını məhdudlaşdıran kifayət qədər sərt qanunlar mövcud ola bilər. Əksər ölkələrdə immiqrantların bir ölkənin vətəndaşı olması prosesini tənzimləyən qanunlar mövcuddur. Bəzi ölkələrdə həm giriş hüququnu, həm də ölkədə olma müddətini, mühacirlərin cəmiyyətin və dövlətin həyatında iştirak etmək hüquqlarını məhdudlaşdıran kifayət qədər sərt qanunlar mövcud ola bilər. Əksər ölkələrdə immiqrantların bir ölkənin vətəndaşı olması prosesini tənzimləyən qanunlar mövcuddur.",
      "image": ""
    },
    {
      "id": 9,
      "title": "İnzibati icraat və inzibati xətalara dair işlər üzrə",
      "desc": "Bəzi ölkələrdə həm giriş hüququnu, həm də ölkədə olma müddətini, mühacirlərin cəmiyyətin və dövlətin həyatında iştirak etmək hüquqlarını məhdudlaşdıran kifayət qədər sərt qanunlar mövcud ola bilər. Əksər ölkələrdə immiqrantların bir ölkənin vətəndaşı olması prosesini tənzimləyən qanunlar mövcuddur. Bəzi ölkələrdə həm giriş hüququnu, həm də ölkədə olma müddətini, mühacirlərin cəmiyyətin və dövlətin həyatında iştirak etmək hüquqlarını məhdudlaşdıran kifayət qədər sərt qanunlar mövcud ola bilər. Əksər ölkələrdə immiqrantların bir ölkənin vətəndaşı olması prosesini tənzimləyən qanunlar mövcuddur. Bəzi ölkələrdə həm giriş hüququnu, həm də ölkədə olma müddətini, mühacirlərin cəmiyyətin və dövlətin həyatında iştirak etmək hüquqlarını məhdudlaşdıran kifayət qədər sərt qanunlar mövcud ola bilər. Əksər ölkələrdə immiqrantların bir ölkənin vətəndaşı olması prosesini tənzimləyən qanunlar mövcuddur.",
      "image": ""
    }
  ]
}
