{
  "news": [
    {
      "id": 1,
      "title": "Miqrasiya1 proseslərinin mərhələləri və ona təsir edən amillər",
      "desc": "Tarixe nezer salsaq kommersiya, və ya sahibkarlıq (biznes) hüququ ticarət, kommersiya, satışla məşğul olan şəxslərin və hüquqlarına, münasibətlərinə və hərəkətlərinə tətbiq olunan hüquq sahəsidir. O, mülki hüququn sahələrindən biri hesab olunmaqla bərabər, xüsusi və ümumi hüquqla bağlı məsələlərin tənzimlənməsini həyata keçirir. kommersiya, və ya sahibkarlıq (biznes) hüququ ticarət, kommersiya, satışla məşğul olan şəxslərin və hüquqlarına, münasibətlərinə və hərəkətlərinə tətbiq olunan hüquq sahəsidir. O, mülki hüququn sahələrindən biri hesab olunmaqla bərabər, xüsusi və ümumi hüquqla bağlı məsələlərin tənzimlənməsini həyata keçirir. kommersiya, və ya sahibkarlıq (biznes) hüququ ticarət, kommersiya, satışla məşğul olan şəxslərin və hüquqlarına, münasibətlərinə və hərəkətlərinə tətbiq olunan hüquq sahəsidir. O, mülki hüququn sahələrindən biri hesab olunmaqla bərabər, xüsusi və ümumi hüquqla bağlı məsələlərin tənzimlənməsini həyata keçirir. kommersiya, və ya sahibkarlıq (biznes) hüququ ticarət, kommersiya, satışla məşğul olan şəxslərin və hüquqlarına, münasibətlərinə və hərəkətlərinə tətbiq olunan hüquq sahəsidir. O, mülki hüququn sahələrindən biri hesab olunmaqla bərabər, xüsusi və ümumi hüquqla bağlı məsələlərin tənzimlənməsini həyata keçirir.",
      "image": "",
      "xulase": "Miqrasiya prosesləri hər nə qədər yerli normativ hüquqi aktlar və beynəlxalq müqavilələr ilə tənzimlənsə də, burada hüquqdan kənar amillərin araşdırılması da vacibdir. Bir proses və fenomen kimi miqrasiya həm də iqtisadiyyat, sosiologiya, politologiya və digər elm sahələri tərəfindən öyrənilməkdədir. Bu məqalə digər elmlərin miqrasiya proseslərinə dair yanaşmalarını müzakirə edir.",
      "meqale": "Tarixə nəzər salsaq, miqrasiya prosesləri ilə bağlı məsələlərin inzibati-hüquqi tənzimlənməsinin hər zaman müəyyən amillərin təsiri altında baş verdiyini görə bilərik. Dövlətdə və cəmiyyətin siyasi həyatında baş verən dəyişikliklər, sosial vəziyyət, eləcə də qlobal səviyyədə yeni münasibətlərin yaranması istər-istəməz miqrasiya proseslərinə də təsirsiz ötüşmür. Müvafiq dəyişikliklər həm beynəlxalq, həm də milli miqrasiya qanunvericiliklərində öz əksini tapır və bu əsasa görə biz deyə bilərik ki, miqrasiya məsələləri daim müxtəlif faktorların təsiri altındadır. Bu tendensiya özünü əsasən miqrasiya hüququnun ən vacib elementlərindən biri olan qaçqın statusu və onun tanınması məsələsində göstərir. Məsələn, 1789-cu il Fransa inqilabından sonra çoxlu sayda fransız aristokrat ölkədən qaçaraq qonşu dövlətlərə sığınmışdır. Həmin dövlətlər sığınacaq istəyənlərin əksəriyyətinin varlı şəxslər olması və ölkələrinin inkişafına töhvə verə bilmə imkanları səbəbiylə onları qeyd-şərtsiz qəbul etmiş və geniş hüquqlar tanımışdır. Lakin Avropadakı inqilabi hərəkatların gedişində aşağı təbəqədən olan şəxslərin də öz ölkələrindən qaçması qaçqınları qəbul edən dövlətləri bu sahədə məhdudlaşdırıcı siyasət yürütməyə sövq etmişdir [5, 24Miqrasiya ilk baxışda fərdin yerdəyişməsi olaraq görünsə də, əhatə dairəsi və nəticələri baxımında qlobal səviyyədə böyük əhəmiyyətə malikdir. Belə ki, yaşadığı və vətəndaşı olduğu ölkədən köç edən şəxs təkcə özünün həyatını dəyişdirmir, həm də sonrakı nəsillərə öz təsirini göstərir. Miqrasiya prosesləri miqrantları qəbul edən ölkələrin də mövcud sosial, siyasi, iqtisadi və hüquqi vəziyyətini dəyişdirə bilir.",
      "createdAt": "02/02/2022"
    },
    {
      "id": 2,
      "title": "Miqrasiya x mərhələləri və ona təsir edən amillər",
      "desc": "Korporativ hüquq elmi biliklərin bir sahəsi kimi özündə korporativ normaların, doktrinal tədqiqatların, eləcə də əsas anlayışların təyini, korporativ münasibətlərinin hüquqi tənzimləməsi prinsipləri, nəzəriyyələri və korporativ hüququn predmeti olan tətbiqi baxışların işlənib hazırlanması da daxil olmaqla korporativ hüquqi münasibətləri birləşdirir. Korporativ hüquq elmi biliklərin bir sahəsi kimi özündə korporativ normaların, doktrinal tədqiqatların, eləcə də əsas anlayışların təyini, korporativ münasibətlərinin hüquqi tənzimləməsi prinsipləri, nəzəriyyələri və korporativ hüququn predmeti olan tətbiqi baxışların işlənib hazırlanması da daxil olmaqla korporativ hüquqi münasibətləri birləşdirir. Korporativ hüquq elmi biliklərin bir sahəsi kimi özündə korporativ normaların, doktrinal tədqiqatların, eləcə də əsas anlayışların təyini, korporativ münasibətlərinin hüquqi tənzimləməsi prinsipləri, nəzəriyyələri və korporativ hüququn predmeti olan tətbiqi baxışların işlənib hazırlanması da daxil olmaqla korporativ hüquqi münasibətləri birləşdirir.",
      "image": "",
      "createdAt": "02/02/2022"
    },
    {
      "id": 3,
      "title": "Miqrasiya proseslərinin mərhələləri və ona təsir edən amillər",
      "desc": "Ailə, əmək münasibətləri, təbii ehtiyatlardan istifadə, ətraf mühitin mühafizəsi, müəlliflik hüququ ilə bağlı münasibətlər, əgər ailə, əmək, torpaq, təbiəti mühafizə, müəlliflik və digər xüsusi qanunvericilikdə ayrı qayda nəzərdə tutulmayıbsa, mülki qanunvericilik və başqa hüquqi aktlar ilə tənzimlənir. Ailə, əmək münasibətləri, təbii ehtiyatlardan istifadə, ətraf mühitin mühafizəsi, müəlliflik hüququ ilə bağlı münasibətlər, əgər ailə, əmək, torpaq, təbiəti mühafizə, müəlliflik və digər xüsusi qanunvericilikdə ayrı qayda nəzərdə tutulmayıbsa, mülki qanunvericilik və başqa hüquqi aktlar ilə tənzimlənir. Ailə, əmək münasibətləri, təbii ehtiyatlardan istifadə, ətraf mühitin mühafizəsi, müəlliflik hüququ ilə bağlı münasibətlər, əgər ailə, əmək, torpaq, təbiəti mühafizə, müəlliflik və digər xüsusi qanunvericilikdə ayrı qayda nəzərdə tutulmayıbsa, mülki qanunvericilik və başqa hüquqi aktlar ilə tənzimlənir.",
      "image": "",
      "createdAt": "02/02/2022"
    }
  ],
  "advocates": [
    {
      "id": 2,
      "firstName": "asda",
      "lastName": "asdasdasd",
      "email": "asdasd",
      "phoneNumber": 123,
      "moreInfo": "asd",
      "image": {
        "id": 1,
        "filePath": "asd",
        "fileName": "s"
      }
    },
    {
      "firstName": "Jahangir",
      "lastName": "Shirinov",
      "email": "jahangiresh@code.edu.az",
      "phoneNumber": "0556182523",
      "moreInfo": "salamsad",
      "image": {},
      "id": 1
    },
    {
      "firstName": "Jahangir",
      "lastName": "Shirinov",
      "email": "jahangiresh@code.edu.az",
      "phoneNumber": "asds",
      "moreInfo": "s",
      "id": 7
    }
  ]
}